Repository: 6arshid/WordPress-Terminal-Theme
Catalog: languages/terminal-theme-*.po
Languages: fa_ir

source: Portfolio
fa_ir: نمونه کارها

source: Portfolio Item
fa_ir: آیتم نمونه کار

source: Built with WordPress by
fa_ir: ساخته شده با وردپرس توسط

source: Command Builder
fa_ir: سازنده فرمان

source: Add custom terminal commands using ACF, theme options, or a future plugin integration.
fa_ir: فرمان‌های ترمینال سفارشی را با استفاده از ACF، گزینه‌های قالب یا افزونه آینده اضافه کنید.

source: Command Name:
fa_ir: نام فرمان:

source: Command Response (HTML/Text):
fa_ir: پاسخ فرمان (متن/HTML):

source: This form is a mockup — connect it to backend/plugin for saving.
fa_ir: این فرم نمونه است — برای ذخیره‌سازی به افزونه یا بخش پشتی متصل کنید.

source: Save Command
fa_ir: ذخیره فرمان

source: Search
fa_ir: جستجو

source: Go
fa_ir: برو

source: Previous
fa_ir: قبلی

source: Next
fa_ir: بعدی

source: Type
fa_ir: بنویسید

source: to list available commands
fa_ir: برای نمایش دستورات موجود

source: Type command...
fa_ir: فرمان را بنویسید...

source: Loading
fa_ir: در حال بارگذاری

source: Available commands:
fa_ir: دستورات موجود:

source: You're already on the last page.
fa_ir: شما در آخرین صفحه هستید.

source: You're already on the first page.
fa_ir: شما در اولین صفحه هستید.

source: Invalid blog page number.
fa_ir: شماره صفحه وبلاگ نامعتبر است.

source: Error loading pages.
fa_ir: خطا در بارگذاری صفحات.

source: Network response was not ok
fa_ir: پاسخ شبکه مناسب نیست

source: Error loading posts:
fa_ir: خطا در بارگذاری نوشته‌ها:

source: Error loading portfolio.
fa_ir: خطا در بارگذاری نمونه‌کارها.

source: Error loading categories.
fa_ir: خطا در بارگذاری دسته‌بندی‌ها.

source: Error loading page.
fa_ir: خطا در بارگذاری صفحه.

source: No content found.
fa_ir: محتوایی یافت نشد.

source: Command not found:
fa_ir: فرمان یافت نشد:

source: Error:
fa_ir: خطا:
